import rd000 from '../component/reviewImage/rd000.jpg'
import rd001 from '../component/reviewImage/rd001.jpg'
import rd002 from '../component/reviewImage/rd002.jpg'
import rd003 from '../component/reviewImage/rd003.jpg'
import rd004 from '../component/reviewImage/rd004.jpg'
import rd005 from '../component/reviewImage/rd005.jpg'
import rd006 from '../component/reviewImage/rd006.jpg'
import rd007 from '../component/reviewImage/rd007.jpg'


let reviewdata = [
    {
        id: "rd000",
        title: "꽈배기 니트",
        reviewer: "김철수",
        reviewdate: "24/11/20",
        content: "올 겨울에 입을 꽈배기니트 맘에 듭니다. 사이즈는 넉넉한 편인 것 같아요" ,
        // 국회는 의장 1인과 부의장 2인을 선출한다. 국무회의는 대통령·국무총리와 15인 이상 30인 이하의 국무위원으로 구성한다. 군인 또는 군무원이 아닌 국민은 대한민국의 영역안에서는 중대한 군사상 기밀·초병·초소·유독음식물공급·포로·군용물에 관한 죄중 법률이 정한 경우와 비상계엄이 선포된 경우를 제외하고는 군사법원의 재판을 받지 아니한다.",
        imgpath: rd000
    }
    ,

    {
        id: "rd001",
        title: "가로 스트라이프 니트",
        reviewer: "김철이",
        reviewdate: "24/11/20",
        content: "가로줄 무늬가 들어가서 밋밋하지 않고 좋습니다. 비침은 거의 없고 꽤 두꺼워서 따뜻하네요.",
        //국회는 의장 1인과 부의장 2인을 선출한다. 국무회의는 대통령·국무총리와 15인 이상 30인 이하의 국무위원으로 구성한다. 군인 또는 군무원이 아닌 국민은 대한민국의 영역안에서는 중대한 군사상 기밀·초병·초소·유독음식물공급·포로·군용물에 관한 죄중 법률이 정한 경우와 비상계엄이 선포된 경우를 제외하고는 군사법원의 재판을 받지 아니한다.",
        imgpath: rd001
    }
    ,

    {
        id: "rd002",
        title: "가볍게 신기 좋은 신발 ",
        reviewer: "김철순",
        reviewdate: "24/11/20",
        content: "색이 다채롭고 특이한 패턴이 들어가 있어 자칫 하면 이목이 집중될 수 있는 것을 약간 분산시켜 줍니다. 발 볼이 넓으신 분들은 조금 불편하실 수도 있을 것 같아요",
        //국회는 의장 1인과 부의장 2인을 선출한다. 국무회의는 대통령·국무총리와 15인 이상 30인 이하의 국무위원으로 구성한다. 군인 또는 군무원이 아닌 국민은 대한민국의 영역안에서는 중대한 군사상 기밀·초병·초소·유독음식물공급·포로·군용물에 관한 죄중 법률이 정한 경우와 비상계엄이 선포된 경우를 제외하고는 군사법원의 재판을 받지 아니한다.",
        imgpath: rd002
    }
    ,

    {
        id: "rd003",
        title: "짱구처럼 매일 입을 수 있는 청바지",
        reviewer: "박정수",
        reviewdate: "24/11/20",
        content: "무난무난한 청바지라서 데일리 아이템으로 입기 아주 좋고 약간의 스판 감이 있어서 불편하지 않고 좋습니다.",
         //국회는 의장 1인과 부의장 2인을 선출한다. 국무회의는 대통령·국무총리와 15인 이상 30인 이하의 국무위원으로 구성한다. 군인 또는 군무원이 아닌 국민은 대한민국의 영역안에서는 중대한 군사상 기밀·초병·초소·유독음식물공급·포로·군용물에 관한 죄중 법률이 정한 경우와 비상계엄이 선포된 경우를 제외하고는 군사법원의 재판을 받지 아니한다."
        imgpath : rd003
    }
    ,

    {
        id: "rd004",
        title: "그날에 기분따라 티셔츠",
        reviewer: "이정식",
        reviewdate: "24/11/20",
        content: "색이 다양할 뿐더러 이미지보다 조금 쩅한 감이 덜해서 입기 좋습니다 다만 사이즈가 한정적이라 잘 측정후 사야될 것 같고 늘어나는 느낌 거의 없습니다.",
        //국회는 의장 1인과 부의장 2인을 선출한다. 국무회의는 대통령·국무총리와 15인 이상 30인 이하의 국무위원으로 구성한다. 군인 또는 군무원이 아닌 국민은 대한민국의 영역안에서는 중대한 군사상 기밀·초병·초소·유독음식물공급·포로·군용물에 관한 죄중 법률이 정한 경우와 비상계엄이 선포된 경우를 제외하고는 군사법원의 재판을 받지 아니한다."
        imgpath : rd004
    }
    ,

    {
        id: "rd005",
        title: "따뜻한 숏패딩",
        reviewer: "김병수",
        reviewdate: "24/11/20",
        content: "쌀쌀할 때 안에 긴팔 입고 입기도 좋고, 집에서 가까운 곳 후딱 갔다올 때 반팔만 입고 갔다와도 따뜻해서 좋네요.",
         //국회는 의장 1인과 부의장 2인을 선출한다. 국무회의는 대통령·국무총리와 15인 이상 30인 이하의 국무위원으로 구성한다. 군인 또는 군무원이 아닌 국민은 대한민국의 영역안에서는 중대한 군사상 기밀·초병·초소·유독음식물공급·포로·군용물에 관한 죄중 법률이 정한 경우와 비상계엄이 선포된 경우를 제외하고는 군사법원의 재판을 받지 아니한다."
        imgpath: rd005
    }
    ,

    {
        id: "rd006",
        title: "아기 용품 3종 세트",
        reviewer: "박정수",
        reviewdate: "24/11/20",
        content: "각자 구하기 엄청 귀찮았는데 소재도 너무 좋고 디자인도 많아서 선택하기 수월해서 좋았습니다.",
         //국회는 의장 1인과 부의장 2인을 선출한다. 국무회의는 대통령·국무총리와 15인 이상 30인 이하의 국무위원으로 구성한다. 군인 또는 군무원이 아닌 국민은 대한민국의 영역안에서는 중대한 군사상 기밀·초병·초소·유독음식물공급·포로·군용물에 관한 죄중 법률이 정한 경우와 비상계엄이 선포된 경우를 제외하고는 군사법원의 재판을 받지 아니한다.",
        imgpath: rd006
    }
    ,

    {
        id: "rd007",
        title: "독특한 자수 클러치백",
        reviewer: "최창혁",
        reviewdate: "24/11/20",
        content: "가방으로 포인트를 줄 수 있어서 만족합니다. 너무 튀지도 않고 촌스럽지도 않아서 어느 착장에나 다 어울리네요 국회는 의장 1인과 부의장 2인을 선출한다.",
        // 국무회의는 대통령·국무총리와 15인 이상 30인 이하의 국무위원으로 구성한다. 군인 또는 군무원이 아닌 국민은 대한민국의 영역안에서는 중대한 군사상 기밀·초병·초소·유독음식물공급·포로·군용물에 관한 죄중 법률이 정한 경우와 비상계엄이 선포된 경우를 제외하고는 군사법원의 재판을 받지 아니한다.",
        imgpath: rd007
    }
]

export default reviewdata;
